Repository: philitingar/flavorly
Catalog: Localizations/*.lproj/Localizable.strings
Languages: el, es, hu, it, ko, ro

source: By:
el: Κατασκευασμένο από:
es: Escrito por:
hu: Készítette:
it: Realizzata da:
ko: 만든 사람:
ro: Făcut de:

# recipe.add
source: Add Recipe
el: Προσθέστε τη συνταγή
es: Añadir receta
hu: Adj egy receptet
it: Aggiungi ricetta
ko: 레시피 추가
ro: Adaugă rețetă

source: Recipe name
el: Όνομα συνταγής
es: Nombre de receta
hu: Recept neve
it: Nome della ricetta
ko: 레시피 이름
ro: Numele rețetei

# author.name
source: Author
el: Συστατικά
es: Nombre del autor/a
hu: Szerző
it: Autore
ko: 작성자 이름
ro: Autor

# ingredient.list
source: Ingredients
el: Συστατικά
es: Ingredientes
hu: Hozzávalók
it: Ingredienti
ko: 재료
ro: Ingrediente

# recipe.text
source: Recipe
el: Συνταγή
es: receta
hu: recept
it: Ricetta
ko: 레시피
ro: rețeta

# add.button
source: Add Recipe
el: Προσθήκη
es: Añadir
hu: Add hozzá
it: Aggiungi
ko: 추가
ro: Adauga

# update.button
source: Update Recipe
el: Ενημέρωση
es: Actualizar
hu: Frissítés
it: Aggiornamento
ko: 업데이트
ro: Actualizează

# recipe.edit
source: Edit recipe
el: Επεξεργασία συνταγής
es: Editar
hu: Recept szerkesztése
it: Modifica
ko: 레시피 편집
ro: Editează rețeta

# recipe.search
source: Search here
el: Αναζητήστε εδώ
es: Buscar aquí
hu: Keress itt!
it: Cerca qui
ko: 여기에서 검색
ro: Caută aici!

# recipe.title
source: Recipe
el: Συνταγή
es: Receta
hu: Recept
it: Ricetta
ko: 레시피
ro: Rețeta

# recipe.delete
source: Delete recipe
el: Διαγραφή Συνταγής
es: Eliminar receta
hu: Recept törlése
it: Eliminare ricetta
ko: 레시피 삭제
ro: Șterge rețeta

# delete.button
source: Delete
el: Διαγραφή
es: Eliminar
hu: Törlés
it: Eliminare
ko: 삭제
ro: Șterge

# cancel.button
source: Cancel
el: Ακύρωση
es: Anular
hu: Mégsem
it: Annullare
ko: 취소
ro: Anulează

# delete.reassurance
source: Are you sure?
el: Είστε σίγουροι;
es: ¿Seguro?
hu: Biztos vagy benne?
it: Sei sicuro?
ko: 확실하신가요?
ro: Ești sigur?

# search.prompt.title
source: Search a title
el: Αναζήτηση τίτλου
es: Buscar un título
hu: Recept cím keresése
it: Cerca un titolo
ko: 제목 검색
ro: Caută un titlu

# search.prompt.tag
source: Search for tags
el: Αναζήτηση για ετικέτες
es: Buscar etiquetas
hu: Címkék keresése
it: Ricerca per tag
ko: 태그 검색
ro: Caută etichete

# no.recipes
source: No recipes yet
el: Δεν υπάρχουν συνταγές ακόμα
es: No tienes recetas
hu: Még nincsenek receptek
it: Ancora nessuna ricetta
ko: 아직 레시피가 없습니다.
ro: Nu s-au găsit încă rețete

# add.tags.separately
source: Add them one by one
el: Προσθέστε τις μία προς μία
es: Añádelas una a una
hu: Add őket egyenként
it: Aggiungile una per una
ko: 하나씩 추가하기
ro: Adaugă-le una câte una

# add.tagToRecipe
source: add tags to your recipe
el: προσθέστε ετικέτες στη συνταγή σας
es: añade etiquetas a tu receta
hu: címkéket adhatsz a receptedhez
it: aggiungi i tag alla tua ricetta
ko: 레시피에 태그 추가하기
ro: Adaugă etichete la rețetă

# pick.by.name
source: By name
el: Με όνομα
es: Por nombre
hu: Név szerint
it: Per nome
ko: 이름 기준
ro: După nume

# pick.by.tag
source: By tag
el: Με ετικέτα
es: Por etiqueta
hu: Címke szerint
it: Per tag
ko: 태그 기준
ro: După etichetă

# no.tags.saved
source: You have no tags saved
el: Δεν έχετε αποθηκεύσει ετικέτες
es: No tienes etiquetas guardadas
hu: Nincsenek mentett címkéid
it: Non ci sono tag salvati
ko: 저장된 태그가 없습니다.
ro: Nu ai nicio etichetă salvată

# select.tags
source: Select tags to search
el: Επιλέξτε ετικέτες για αναζήτηση
es: Seleccionar etiquetas para buscar
hu: Válaszd ki a keresni kívánt címkéket
it: Selezionare i tag da cercare
ko: 검색할 태그 선택
ro: Selectează etichete pentru căutare

# no.recipe.saved
source: You have not yet saved any recipes.
el: Δεν έχετε αποθηκεύσει ακόμα καμία συνταγή.
es: Aún no has guardado ninguna receta.
hu: Még nem mentettél el egyetlen receptet sem.
it: Non hai ancora salvato nessuna ricetta.
ko: 아직 레시피를 저장하지 않았습니다.
ro: Nu ai salvat încă nicio rețetă

# tags.in.recipe
source: Here are the recipes matching your selected tags:
el: Ετικέτες που σχετίζονται με τη συνταγή:
es: Etiquetas asociadas a la receta:
hu: A recepthez tartozó címkék:
it: Tag associati alla ricetta:
ko: 레시피와 연결된 태그입니다:
ro: Etichete asociate cu rețeta:

source: Unknown Author
el: Άγνωστος συγγραφέας
es: Autor desconocido
hu: Ismeretlen szerző
it: Autore sconosciuto
ko: 작성자 미상
ro: Autor necunoscut

source: Created date:
el: Ημερομηνία δημιουργίας:
hu: Létrehozás dátuma:
it: Data di creazione:
ko: 생성 날짜:
ro: Data creării:

source: Add ingredient...
el: Προσθήκη συστατικού...
hu: Hozzávalók hozzáadása....
it: Aggiungi ingrediente...
ko: 재료 추가...
ro: Adăugă ingredient...

source: Instructions
el: Οδηγίες
hu: Utasítások
it: Istruzioni
ko: 조리법
ro: Instrucțiuni

source: New recipe
el: Νέα συνταγή
hu: Új recept
it: Nuova ricetta
ko: 새 레시피
ro: Rețetă nouă

source: Back
el: Πίσω
hu: Vissza
it: Indietro
ko: 뒤로
ro: Înapoi

source: Save
el: Αποθήκευση
hu: Mentés
it: Salva
ko: 저장
ro: Salvați

source: Home
el: Αρχική
hu: Kezdőlap
ko: 홈
ro: Acasă

source: Search
el: Αναζήτηση
hu: Keresés
it: Cerca
ko: 검색
ro: Căutare

source: Settings
el: Ρυθμίσεις
hu: Beállítások
it: Impostazioni
ko: 설정
ro: Setări

# tag
source: Tags
el: Ετικέτες
hu: Címkék
it: Tag
ko: 태그
ro: Etichete

source: Add tag...
el: Προσθήκη ετικέτας...
hu: Címke hozzáadása...
it: Aggiungi tag...
ko: 태그 추가...
ro: Adăugați etichetă...

source: Created:
el: Δημιουργήθηκε:
hu: Létrehozva:
it: Creato:
ko: 생성:
ro: Creat:

# add.first.recipe
source: Add your first recipe to get started
el: Προσθέστε την πρώτη σας συνταγή για να ξεκινήσετε
hu: Add hozzá az első receptedet a kezdéshez
it: Aggiungi la tua prima ricetta per iniziare
ko: 시작하려면 첫 번째 레시피를 추가하세요.
ro: Adăugați prima rețetă pentru a începe

# no.recipe.found
source: No Recipes Found
el: Δεν βρέθηκαν συνταγές
hu: Nincsenek receptek
it: Nessuna ricetta trovata
ko: 레시피를 찾을 수 없습니다.
ro: Nu s-au găsit rețete

# try.diff.search
source: Try a different search term
el: Δοκιμάστε ένα διαφορετικό στοιχείο αναζήτησης
hu: Próbálj ki egy másik keresési elemet
it: Prova un altro elemento di ricerca
ko: 다른 검색 항목을 사용해 보세요.
ro: Încercați un alt element de căutare

# create.tags
source: Create tags to organize recipes
el: Δημιουργήστε ετικέτες για να οργανώσετε συνταγές
hu: Hozz létre címkéket a receptek rendszerezéséhez
it: Crea tag per organizzare le ricette
ko: 레시피를 정리할 태그를 만들어 보세요.
ro: Creați etichete pentru a organiza rețetele

# no.tag.found
source: No Tags Found
el: Δεν βρέθηκαν ετικέτες
hu: Nincsenek címkék
it: Nessun tag trovato
ko: 태그를 찾을 수 없습니다.
ro: Nu s-au găsit etichete

# create.tag.organise
source: Create tags to organize recipes
el: Δημιουργήστε ετικέτες για να οργανώσετε συνταγές
hu: Hozz létre címkéket a receptek rendszerezéséhez
it: Crea tag per organizzare le ricette
ko: 레시피를 정리할 태그를 만들어 보세요.
ro: Crează etichete pentru a organiza rețetele

# feature.onboarding
source: Features
el: Χαρακτηριστικά
es: Características
hu: Tulajdonságok
it: Caratteristiche
ko: 특징
ro: Caracteristici

# onboarding.tags.explained
source: Make finding your recipes a breeze by adding tags like vegan, dairy-free, Christmas, cake, and personal ones like grandma. With tags, you can easily search for exactly what you want, like those special recipes from your grandma that are also vegan.
el: Κάντε την εύρεση των συνταγών σας παιχνιδάκι, προσθέτοντας ετικέτες όπως χορτοφάγος, χωρίς γαλακτοκομικά, Χριστούγεννα, κέικ και προσωπικές όπως γιαγιά. Με τις ετικέτες, μπορείτε εύκολα να αναζητήσετε ακριβώς αυτό που θέλετε, όπως εκείνες τις ιδιαίτερες συνταγές της γιαγιάς σας που είναι επίσης χορτοφάγος.
es: Encuentra tus recetas fácilmente añadiendo etiquetas como vegano, sin lácteos, Navidad, tarta o personales como abuela. Con las etiquetas, puedes buscar fácilmente exactamente lo que quieres, como esas recetas especiales de tu abuela que también son veganas.
hu: A receptek megtalálását megkönnyítheted, ha olyan címkéket adsz hozzá, mint vegán, tejmentes, karácsony, torta, vagy személyes címkéket, mint a nagyi. A címkékkel könnyedén rákereshetsz pontosan arra, amire szeretnél, például a nagymamád különleges receptjeire, amelyek ráadásul vegánok.
it: Per trovare le ricette è sufficiente aggiungere tag come vegano, senza latticini, Natale, torta e tag personali come nonna. Con i tag, potete facilmente cercare esattamente ciò che volete, come le ricette speciali di vostra nonna che sono anche vegane.
ko: 비건, 유제품, 크리스마스, 케이크, 할머니와 같은 개인 레시피와 같은 태그를 추가하여 레시피를 쉽게 찾을 수 있습니다. 태그를 사용하면 비건 채식주의자인 할머니의 특별한 레시피처럼 원하는 것을 정확하게 검색할 수 있습니다.
ro: Găsește-ți ușor rețetele adăugând etichete precum vegan, fără lactate, Crăciun, prăjituri și etichete personale precum bunica. Cu ajutorul etichetelor, poți căuta cu ușurință exact ceea ce dorești, cum ar fi acele rețete speciale de la bunica ta care sunt de asemenea vegane.

# onboarding.tags.alternative.usage
source: Try this: Label your recipes with all the ingredients (carrot, eggs, flour, chicken, etc.) as tags. Then, when you're staring into the fridge wondering what to eat, just search for the ingredients you have. You'll instantly find recipes you can make with the stuff you already have! Easy and convenient.
el: Δοκιμάστε αυτό: Βάλτε ετικέτες στις συνταγές σας με όλα τα συστατικά (καρότο, αυγά, αλεύρι, κοτόπουλο κ.λπ.) ως ετικέτες. Στη συνέχεια, όταν κοιτάτε το ψυγείο και αναρωτιέστε τι να φάτε, απλά αναζητήστε τα υλικά που έχετε. Θα βρείτε αμέσως συνταγές που μπορείτε να φτιάξετε με τα πράγματα που ήδη έχετε! Εύκολο και βολικό.
es: Prueba esto: Etiqueta tus recetas con todos los ingredientes (zanahoria, huevos, harina, pollo, etc.) como etiquetas. Luego, cuando estés mirando la nevera preguntándote qué comer, sólo tienes que buscar los ingredientes que tienes. Al instante encontrarás recetas que puedes hacer con lo que ya tienes. Fácil y práctico.
hu: Próbáld ki ezt: Rakd fel a receptjeidet az összes hozzávalóval (sárgarépa, tojás, liszt, csirke stb.) címkeként. Ezután, amikor a hűtőszekrénybe bámulsz, hogy mit is egyél, csak keresd ki a hozzávalókat, amik vannak otthonodban. Azonnal találni fogsz olyan recepteket, amelyeket elkészíthetsz azokból a dolgokból, amik már megvannak! Egyszerű és kényelmes.
it: Provate a farlo: Etichettate le vostre ricette con tutti gli ingredienti (carota, uova, farina, pollo, ecc.) come tag. Poi, quando guardate il frigorifero e vi chiedete cosa mangiare, cercate gli ingredienti che avete. Troverete immediatamente le ricette che potete realizzare con gli ingredienti che avete già! Facile e conveniente.
ko: 이렇게 해보세요: 레시피에 당근, 달걀, 밀가루, 닭고기 등 모든 재료를 태그로 표시하세요. 그런 다음 냉장고를 들여다보며 무엇을 먹을까 고민할 때 가지고 있는 재료를 검색하기만 하면 됩니다. 이미 가지고 있는 재료로 만들 수 있는 레시피를 바로 찾을 수 있습니다! 쉽고 편리하죠.
ro: Încearcă asta: Salvează-ți rețetele cu toate ingredientele(morcov, ouă, făină, pui etc.) ca etichete. Apoi, când te uiți în frigider întrebându-te ce să mănânci, caută doar ingredientele pe care le ai. Vei găsi instantaneu rețete pe care le poți face cu ceea ce ai deja! Ușor și convenabil.

# onboarding.consent
source: I understand
el: Καταλαβαίνω
es: Comprendo
hu: Megértettem
it: Capisco
ko: 이해합니다
ro: Am înțeles.

# no.recipe.to.tag.message
source: Uh-oh! It seems you don't have any recipes matching your tag search. Why not try selecting fewer tags and see if that helps? Happy cooking!
el: Φαίνεται ότι δεν έχετε συνταγές που να ταιριάζουν στην αναζήτηση της ετικέτας σας. Γιατί δεν δοκιμάζετε να επιλέξετε λιγότερες ετικέτες και να δείτε αν αυτό βοηθάει; Καλή μαγειρική!
es: Parece que no tienes ninguna receta que coincida con tu búsqueda de etiquetas. ¿Por qué no pruebas a seleccionar menos etiquetas y ves si eso te ayuda? ¡Feliz cocina!
hu: Úgy tűnik, nincs a címke keresésednek megfelelő recepted. Miért nem próbálsz kevesebb címkét kiválasztani, hátha az segít? Jó főzést!
it: Sembra che non ci siano ricette corrispondenti alla ricerca dei tag. Perché non provare a selezionare un numero minore di tag e vedere se questo aiuta? Buona cucina!
ko: 태그 검색과 일치하는 레시피가 없는 것 같습니다. 태그를 더 적게 선택해보고 도움이 되는지 확인해보는 건 어떨까요? 행복한 요리하세요!
ro: Se pare că nu ai nicio rețetă care corespunde căutării etichetelor. De ce nu încerci să selectezi mai puține etichete și vezi dacă te ajută? Gătit ușor!

# wellcome.message
source: Welcome to Flavourly! Start by ading some recipes!
el: Καλώς ήρθατε στο Flavourly! Ξεκινήστε προσθέτοντας μερικές συνταγές!
es: ¡Bienvenido a Flavourly! ¡Empieza por añadir algunas recetas!
hu: Üdvözölünk a Flavourly-nál! Kezd néhány recept feladásával!
it: Benvenuti su Flavourly! Inizia ad aggiungere qualche ricetta!
ko: Flavourly에 오신 것을 환영합니다! 레시피를 추가하는 것부터 시작하세요!
ro: Bine ai venit la Flavourly! Începe prin a adăuga câteva rețete!

# warning.alert
source: WARNING!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ!
hu: FIGYELEM!
it: ATTENZIONE!
ko: 경고!
ro: ATENȚIE!

# delete.tag.warning.text
source: If you delete this tag(s), it will be removed from all the recipes. None of your recipes will have this tag anymore!
el: Αν διαγράψετε αυτή την ετικέτα, θα αφαιρεθεί από όλες τις συνταγές. Καμία από τις συνταγές σας δεν θα έχει πλέον αυτή την ετικέτα!
hu: Ha le törlöd ezt a címkét (címkéket), az összes receptből eltávolítod. Egyik recepted sem fogja többé ezt a címkét tartalmazni!
it: Se si elimina questo tag, verrà rimosso da tutte le ricette. Nessuna delle vostre ricette avrà più questo tag!
ko: 이 태그를 삭제하면 모든 레시피에서 삭제됩니다. 더 이상 어떤 레시피에도 이 태그가 표시되지 않습니다!
ro: Dacă ștergi această etichetă, ea va fi eliminată din toate rețetele. Niciuna dintre rețetele tale nu va mai avea această etichetă!

# feedback.suggestion
source: Feedback & Suggestions
el: Σχόλια και προτάσεις
hu: Visszajelzések és javaslatok
it: Feedback e suggerimenti
ko: 피드백 및 제안

# client.question.text
source: If you have any questions, feedback, or notice any inaccuracies, please let us know through our contact form. Your input helps us make Flavourly better!
el: Αν έχετε οποιεσδήποτε ερωτήσεις, σχόλια ή παρατηρήσετε ανακρίβειες, παρακαλώ ενημερώστε μας μέσω της φόρμας επικοινωνίας. Η γνώμη σας μας βοηθά να κάνουμε το Flavourly καλύτερο!
hu: Ha bármilyen kérdése, visszajelzése van, vagy bármilyen pontatlanságot észlel, kérjük, jelezze nekünk a kapcsolatfelvételi űrlapon keresztül. Az Ön hozzájárulása segít nekünk, hogy a Flavourly jobb legyen!
it: Se avete domande, feedback o notate qualche imprecisione, fatecelo sapere attraverso il nostro modulo di contatto. I vostri suggerimenti ci aiutano a migliorare Flavourly!
ko: 질문이나 피드백이 있거나 부정확한 점을 발견하시면 연락처 양식을 통해 알려주세요. 여러분의 의견은 Flavourly를 더 나은 서비스로 만드는 데 도움이 됩니다!

# open.form
source: Open Feedback Form
el: Άνοιγμα φόρμας σχολίων
hu: Visszajelzési űrlap megnyitása
it: Aprire il modulo di feedback
ko: 피드백 양식 열기

# contact.url.invalid
source: Contact form URL is invalid.
el: Η διεύθυνση URL της φόρμας επικοινωνίας δεν είναι έγκυρη.
hu: A kapcsolatfelvételi űrlap URL címe érvénytelen.
it: L'URL del modulo di contatto non è valido.
ko: 연락처 양식 URL이 잘못되었습니다.

# disclaimer.contact
source: Contact & Disclaimer
el: Επικοινωνία & Αποποίηση ευθυνών
hu: Kapcsolat és jogi nyilatkozat
it: Contatti & Disclaimer
ko: 연락처 및 면책 조항

source: About Flavourly
el: Σχετικά με το Flavourly
hu: Flavourly-ról
it: Informazioni su Flavourly
ko: Flavourly 소개

# about.one
source: Flavourly is a user-friendly app for cooking enthusiasts.
el: Το Flavourly είναι μια φιλική εφαρμογή για λάτρεις της μαγειρικής.
hu: Flavourly egy felhasználóbarát alkalmazás a főzés szerelmeseinek.
it: Flavourly è un'applicazione facile da usare per gli appassionati di cucina.
ko: Flavourly는 요리 애호가를 위한 사용자 친화적인 앱입니다.

# about.two
source: We value your privacy: no data collection.
el: Σεβόμαστε το απόρρητό σας: δεν συλλέγουμε δεδομένα.
hu: Nagyra értékeljük a magánéletét: nincs adatgyűjtés.
it: Teniamo alla vostra privacy: nessuna raccolta di dati.
ko: 개인정보를 소중히 여깁니다: 데이터 수집 없음.

# about.three
source: Easily save and store your favorite recipes.
el: Αποθηκεύστε εύκολα τις αγαπημένες σας συνταγές.
hu: Mentse és tárolja könnyedén kedvenc receptjeit.
it: Salva e archivia facilmente le tue ricette preferite.
ko: 좋아하는 레시피를 쉽게 저장하고 관리하세요.

# about.four
source: Available in 14 different languages.
el: Διαθέσιμο σε 14 διαφορετικές γλώσσες.
hu: Elérhető 14 különböző nyelven.
it: Disponibile in 14 lingue diverse.
ko: 14개 언어로 제공됩니다.

# about.flavourly.one
source: Flavourly Information
el: Πληροφορίες Flavourly
hu: Flavourly Információk
it: Informazioni su Flavourly
ko: Flavourly 정보

# privacy.view
source: Privacy Policy
el: Πολιτική απορρήτου
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ko: 개인정보처리방침

# privacy.error
source: Privacy Policy Not Found
el: Δεν βρέθηκε πολιτική απορρήτου
hu: Adatvédelmi szabályzat nem található
it: Informativa sulla privacy non trovata
ko: 개인정보처리방침을 찾을 수 없습니다

# theme
source: Choose Your Color Theme
el: Επιλέξτε το χρωματικό σας θέμα
hu: Válasszon színtémát
it: Scegli il tuo tema di colore
ko: 색상 테마 선택

source: Privacy
el: Απόρρητο
hu: Adatvédelem
ko: 개인정보

# info
source: Information
el: Πληροφορίες
hu: Információk
it: Informazioni
ko: 정보

# info.about
source: Information about the app
el: Πληροφορίες για την εφαρμογή
hu: Információk az alkalmazásról
it: Informazioni sull'applicazione
ko: 앱 정보

source: Contact
el: Επικοινωνία
hu: Kapcsolat
it: Contatto
ko: 연락처

source: Themes
el: Θέματα
hu: Témák
it: Temi
ko: 테마

source: Personalization
el: Προσωποποίηση
hu: Személyre szabás
it: Personalizzazione
ko: 개인화
